Repository: MrDerky/DRX.Starkov.ReportSettings
Catalog: Starkov.ScheduledReports/Starkov.ScheduledReports.Shared/ModuleSystem.*.resx
Languages: ru

# DisplayName
source: Scheduled reports
ru: Расписание отчетов

# CoverGroup_Links
source: Links
ru: Связанная информация

# CoverTitle
source: Scheduled reports
ru: Расписание отчетов

# CoverAction_ScheduleSettings
source: ScheduleSettings
ru: Настройки расписаний

# CoverGroup_Settings
source: Settings
ru: Настройки

# CoverAction_Create
source: Create
ru: Создать настройку

# AsyncHandler_Description_b396d5a435244af19b1d29963e1bdae1
source: Send shedule report
ru: Отправка отчета по расписанию

# CoverAction_RelativeDates
source: Relative dates
ru: Относительные даты

# CoverDescription_RelativeDates
source: Registry of records with relative dates
ru: Реестр записей с относительными датами

# CoverDescription
source: The module is designed to automate the delivery of reports
ru: Модуль предназначен для автоматизации доставки отчетов

# CoverGroup_Control
source: Control
ru: Контроль

# CoverAction_ScheduleLog
source: Schedule log
ru: Журнал

# CoverDescription_ScheduleLog
source: Viewing created schedules
ru: Просмотр созданных расписаний

# JobDisplayName_6862cdbe45d647c19e7310687664a758
source: Scheduled reports. Sending reports on a schedule
ru: Расписание отчетов. Отправка отчетов по расписанию

# JobDescription_6862cdbe45d647c19e7310687664a758
source: Sending reports on a schedule
ru: Отправка отчетов по расписанию
