Repository: MrDerky/DRX.Starkov.ReportSettings
Catalog: Starkov.ScheduledReports/Starkov.ScheduledReports.Shared/Module.*.resx
Languages: ru

# RelativeDateEditorsRoleName
source: Relative Date Editors
ru: Редакторы относительных дат

# RelativeDateEditorsRoleDescription
source: Users with rights to edit the list of relative dates
ru: Пользователи с правами на редактирование списка относительных дат

# ScheduledReportsAccessRoleName
source: Users with access to scheduled reports
ru: Пользователи с доступом к отчетам по расписанию

# ScheduledReportsAccessRoleDescription
source: Users with rights to create settings for sending reports on a schedule
ru: Пользователи с правами на создание настроек для отправки отчетов по расписанию

source: Today
ru: Сегодня

# TodayDescription
source: Current date without time
ru: Текущая дата без времени

source: Now
ru: Сейчас

# NowDescription
source: Current date and time
ru: Текущая дата и время

# BeginningOfWeek
source: Beginning of the week
ru: Начало недели

# EndOfWeek
source: End of the week
ru: Конец недели

# BeginningOfMonth
source: Beginning of the month
ru: Начало месяца

# EndOfMonth
source: End of the month
ru: Конец месяца

# BeginningOfYear
source: Beginning of the year
ru: Начало года

# EndOfYear
source: End of the year
ru: Конец года

# DateWithoutTime
source: Reset time
ru: Сброс времени

# DateWithoutTimeDescription
source: Return date and time 0:00:00
ru: Вернуть дату и время 0:00:00

# AddDays
source: Day
ru: День

# AddMonths
source: Month
ru: Месяц

# AddHours
source: Hour
ru: Час

# AddMinutes
source: Minute
ru: Минута

# AddDaysDescr
source: Add n days
ru: Добавить n дней

# AddMonthsDescr
source: Add n months
ru: Добавить n месяцев

# AddHoursDescr
source: Add n hours
ru: Добавить n часов

# AddMinutesDescr
source: Add n minutes
ru: Добавить n минут
