Repository: MrDerky/DRX.Starkov.ReportSettings
Catalog: Starkov.ScheduledReports/Starkov.ScheduledReports.Shared/RelativeDate/RelativeDateSystem.*.resx
Languages: ru

# Property_Name
source: Name
ru: Имя

# DisplayName
source: Relative date
ru: Относительная дата

# AccusativeDisplayName
source: Relative date
ru: Относительную дату

# CollectionDisplayName
source: Relative dates
ru: Относительные даты

# Property_RelativeExpression
source: Relative expression
ru: Выражение

# Control_b37138b05365424eae8bb077b88b854f_EmptyText
source: enter a relative date expression
ru: введите выражение относительной даты

# Property_BaseDate
source: Base date
ru: Период отсчета

# Enum_BaseDate_Today
source: TODAY
ru: СЕГОДНЯ

# Enum_BaseDate_WeekStart
source: WEEK START
ru: НАЧАЛО НЕДЕЛИ

# Enum_BaseDate_WeekEnd
source: WEEK END
ru: КОНЕЦ НЕДЕЛИ
